Repository: helsingborg-stad/Municipio
Catalog: languages/*.po
Languages: sv_se

source: Brand / Logo Widget
sv_se: Varumärke / logotyp widget

source: Upload logotype
sv_se: Ladda upp logotyp

source: Max width
sv_se: Maxbredd

source: Choose the max width of the logo.
sv_se: Välj maxbredden på logotypen.

source: px
sv_se: pixlar

source: Small
sv_se: Liten

source: Large
sv_se: Stor

source: Navigation widget
sv_se: Navigationswidget

source: Navigation items
sv_se: Navigationsobjekt

source: Wordpress menu
sv_se: Wordpress-menyn

source: External link
sv_se: Externa länkar

source: Internal link
sv_se: Interna länkar

source: Search trigger
sv_se: Sök utlösare

source: Menu trigger
sv_se: Meny utlösare

source: Translate trigger
sv_se: Översättning utlösare

source: Add navigation item
sv_se: Lägg till navigeringsobjekt

source: Style
sv_se: Stil

source: Flat
sv_se: Platt

source: Fill
sv_se: Fyll

source: Size
sv_se: Storlek

source: Default
sv_se: Standard

source: Customize Footer
sv_se: Anpassa taxonomier

source: Footer sections
sv_se: Sidfotssektioner

source: Name
sv_se: Namn

source: Show featured image in single template
sv_se: Visa utvald bild i singel-template

source: Featured image
sv_se: Utvald bild

source: Author
sv_se: Författare

source: Show author
sv_se: Visa författare

source: Enable
sv_se: Aktivera

source: Show author image
sv_se: Visa bild på författare

source: Link name to author archive
sv_se: Länka namn till arkivet för författaren

source: CSS input
sv_se: Css

source: Enter your CSS-code here. It will be wrapped with "style" tags, and included on all pages.
sv_se: Skriv in din css-kod här. Den kommer att omslutas med STYLE taggar och inkluderas på samtliga sidor.

source: Skriv in din JS-kod här. Den kommer att omslutas med SCRIPT taggar och inkluderas på samtliga sidor.
sv_se: Skriv in din JS-kod här. Den kommer att omslutas med SCRIPT taggar och inkludera på samtliga sidor.

source: Script Tags
sv_se: Script taggar

source: Enter your JS-code here. It will NOT be wrapped with "script" tags and included on all pages.
sv_se: Ange din JavaScript kod här. Det kommer inte omslutas med <script> taggar. Skripten inkluderas på samtliga sidor.

source: Enter your Script tags here. eg. <script>console.log('hello world');</script>
sv_se: Ange dina script taggar här till exempel: <script>console.log('hello world');</script>

source: Include script in head
sv_se: Inkludera skript i sidhuvud

source: Include script in footer
sv_se: Inludera skript i sidfot

source: Disable script
sv_se: Inaktivera skript

source: Post type name
sv_se: Inläggstypens namn

source: <span style="color: #ff0000;">Will generate the post type name, select a name with care! Cannot be changed! </span>
sv_se: <span style="color: #ff0000;">Välj namn med omsorg. Namnet går inte att ändra.</span>

source: Public /url/ to show archive on.
sv_se: Offentlig /url/ att visa arkivet på

source: Prefix slug with blog front
sv_se: Lägg bloggfront framför slug

source: Rewrite with front
sv_se: Skriv om med front

source: Check if you would like to prefix the slug with blogfront
sv_se: Bocka i om du vill prefixa slugen med blogfront (exempel /blog/slug)

source: Menu icon
sv_se: Menyikon

source: Below Posts
sv_se: Under inlägg

source: Below Media
sv_se: Under media

source: Below Links
sv_se: Under länkar

source: Below Pages
sv_se: Under sidor

source: Below comments
sv_se: Under kommentarer

source: Below first separator
sv_se: Under första avgränsningen

source: Below Plugins
sv_se: Under plugin

source: Below Users
sv_se: Under användare

source: Below Tools
sv_se: Under verktyg

source: Below Settings
sv_se: Under inställningar

source: Below second separator
sv_se: Under andra avgränsningen

source: Menu position
sv_se: Menyposition

source: Select where to place this custom post type admin section.
sv_se: Välj var inläggstypen ska ligga i amdinistrationsmenyn

source: Controls how the type is visible to authors
sv_se: Kontrollerar inläggstypens tillgänglighet

source: Public?
sv_se: Publik?

source: Whether to exclude posts with this post type from front end search results.
sv_se: Om inläggstypen ska exkluderas från sökresultat

source: Exclude from search?
sv_se: Exkludera från sökresultat

source: Make post type available for selection in navigation menus.
sv_se: Tillåt inläggstypen att kunna visas i menyer.

source: Avabile in nav menus?
sv_se: Tillgänglig i menyer

source: Whether the post type is hierarchical (e.g. page). Allows Parent to be specified.
sv_se: Om inläggstypen är hierarkisk. Tillåter parent/child förhållande mellan inlägg.

source: Hierarchical
sv_se: Hierarkisk

source: Show posts in sidebar menu (only ofr automatically generated menus)
sv_se: Visa inlägg i sidebar-meny (bara för automatiskt genererade menyer)

source: Navigation
sv_se: Navigering

source: Content editor
sv_se: Innehållsförfattare

source: Author Select
sv_se: Val av författare

source: Featured Image
sv_se: Utvald bild

source: Excerpt
sv_se: Ingress

source: Comments
sv_se: Kommentarer

source: Page Attributes
sv_se: Sidattribut

source: Post Formats
sv_se: Inläggsformat

source: Revisions
sv_se: Versioner

source: Post type functions
sv_se: Funktioner för inläggstypen

source: Add post type
sv_se: Lägg till inläggstyp

source: Available post types
sv_se: Tillgängliga inläggstyper

source: Formats
sv_se: Inläggsformat

source: Check the formats you would like to enable
sv_se: Välj de format som du vill aktivera

source: Extra large
sv_se: Extra stor

source: Uppercase
sv_se: Versaler

source: Lowercase
sv_se: Gemener

source: Capitalize
sv_se: Stora bokstäver

source: Drak gray
sv_se: Mörkgrå

source: Highlight
sv_se: Markering

source: Mark
sv_se: Markera

source: Mark yellow
sv_se: Markera gult

source: Mark blue
sv_se: Markera blått

source: Mark green
sv_se: Markera grönt

source: Mark red
sv_se: Markera rött

source: Mark purple
sv_se: Markera lila

source: Button
sv_se: Knapp

source: Light button
sv_se: Ljus knapp

source: Button: First color
sv_se: Knapp: Primiärfärg

source: Button: Second color
sv_se: Knapp: Sekundärfärg

source: Button: Third color
sv_se: Knapp: Tertiärfärg

source: Primary button
sv_se: Primär knapp

source: Heading 1
sv_se: Rubrik 1

source: Heading 2
sv_se: Rubrik 2

source: Heading 3
sv_se: Rubrik 3

source: Heading 4
sv_se: Rubrik 4

source: Heading 5
sv_se: Rubrik 5

source: Heading 6
sv_se: Rubrik 6

source: Regular (400)
sv_se: Normal (400)

source: Medium (500)
sv_se: Medel (500)

source: Bold (700)
sv_se: Fet (700)

source: Black (900)
sv_se: Extra fet (900)

source: Color 1
sv_se: Färg 1

source: Color 2
sv_se: Färg 2

source: Color 3
sv_se: Färg 3

source: Color 4
sv_se: Färg 4

source: Color 5
sv_se: Färg 5

source: Plugins
sv_se: Plugin

source: MceButtons
sv_se: Knappar

source: Enable consent field for attachments
sv_se: Aktivera samtyckesfält för media

source: Do not show
sv_se: Visa inte

source: Above header
sv_se: Ovanför sidhuvudet

source: Below footer
sv_se: Under sidfoten

source: Fixed to right edge
sv_se: Fixerad till högerkanten

source: Where to show Google Translate
sv_se: Var Google Translate ska visas

source: Menu to show translate link in
sv_se: Meny att visa översättningslänk i

source: Icon
sv_se: Ikon

source: Icon and text
sv_se: Ikon och text

source: Show as
sv_se: Visa som

source: Track usage with Google Analytics
sv_se: Analysera användandet av webbplatsen med Google Analytics

source: If set to enabled, Google Translate usage will be tracked in Google Analytics (to the account specified under the Google Analytics settings)
sv_se: Om funktionen är aktiverad kommer Google Translate användandet att spåras i Google Analytucs (till det Google Analytics kontot som är speicificerat under Google Analytics tabben)

source: Check boxes to enable timestamps for post types. Will be displayed after the content area, if applicable.
sv_se: Klicka i kryssrutorna för att aktivera tidsstämplar för inläggstyper. Tidstämplarna visas under brödtexten, om möjligt.

source: Post footer timestamps
sv_se: Tidstämplar under inlägg

source: Date published
sv_se: Publiceringsdatum

source: Date updated
sv_se: Senast uppdaterad

source: Yes, disable posts.
sv_se: Ja, inaktivera blogg

source: Disable blog
sv_se: Inaktivera blogg

source: Yes, disable pages.
sv_se: Ja, inaktivera sidor

source: Disable pages
sv_se: Inaktivera sidor

source: Profile picture
sv_se: Profilbild

source: Facebook profile url
sv_se: Url till Facebook-profil

source: Linkedin profile url
sv_se: Url till LinkedIn-profil

source: Instagram username
sv_se: Användarnamn på Instagram

source: Twitter username
sv_se: Användarnamn på Twitter

source: Contact person
sv_se: Kontaktperson

source: Company
sv_se: Företag

source: Phone numer
sv_se: Telefonnummer

source: Email
sv_se: Epost

source: Address
sv_se: Adress

source: Widget - Common Utility fields
sv_se: Widget - Vanliga verktygsfält

source: Display options
sv_se: Visningsinställningar

source: Visibility
sv_se: Synbarhet

source: Hide on extra small devices (XS)
sv_se: Göm på extra små enheter

source: Hide on small devices (SM)
sv_se: Göm på små enheter

source: Hide on medium devices (MD)
sv_se: Göm på medelstora enheter

source: Hide on large devices (LG)
sv_se: Göm på stora enheter

source: Margin options
sv_se: Marginalinställningar

source: Margins
sv_se: Marginaler

source: Direction
sv_se: Riktning

source: Left
sv_se: Vänster

source: Right
sv_se: Höger

source: Left & Right
sv_se: Vänster & höger

source: Margin
sv_se: Marginal

source: Auto
sv_se: Automatisk

source: None
sv_se: Ingen

source: Breakpoint
sv_se: Brytpunkt

source: SM and up
sv_se: SM och uppåt

source: MD and up
sv_se: MD och uppåt

source: LG and up
sv_se: LG och uppåt

source: Widget header - Links
sv_se: Widgetrubrik - Länkar

source: Widget header - Menu
sv_se: Widgetrubrik - Meny

source: Select WP menu
sv_se: Välj WordPress meny

source: Menu (Menu ID: 2)
sv_se: Meny (Meny-ID: 2)

source: topmeny (Menu ID: 6)
sv_se: toppmeny (meny-ID: 6)

source: Upload image
sv_se: Ladda upp bild

source: Media link
sv_se: Medialänk

source: Error! Please enter a higher value
sv_se: Fel! Välj ett högre värde

source: Return Format
sv_se: Format

source: Icon class
sv_se: Ikonens klass

source: Icon name
sv_se: Ikonens namn

source: Icon unicode
sv_se: Ikonens teckenkod

source: Only for logged in users
sv_se: Endast för inloggade användare

source: Private
sv_se: Privat

source: Archive for
sv_se: Arkiv för

source: Leave empty to hide title
sv_se: Lämna tomt för att dölja titel

source: Number of posts in one page
sv_se: Antalet inlägg på en sida

source: Consent ID
sv_se: Samtyckes ID

source: Consent comment
sv_se: Samtyckes kommentar

source: None (link to #translate to show)
sv_se: Ingen, länka till #translate för att visa

source: Theme Options
sv_se: Temainställningar

source: Customizer
sv_se: Anpassning

source: Content
sv_se: Innehåll

source: Search
sv_se: Sök

source: Blog & Archives
sv_se: Bloggar & Arkiv

source: Custom Post Types
sv_se: Egna inläggstyper

source: Post Types
sv_se: Inläggstyper

source: Custom Taxonomies
sv_se: Egna taxonomies

source: Custom CSS/JS Editor
sv_se: Egen CSS/JS

source: Custom CSS/JS
sv_se: Egen CSS/JS

source: Local
sv_se: Lokal miljö

source: Notice
sv_se: Notis

source: You're on a local server.
sv_se: Detta är en lokal server.

source: This it the test-environment. Your content will not be published.
sv_se: Detta är en test-miljö. Ditt innehåll kommer inte att publiceras.

source: This it the beta-environment. All functionality is not guaranteed. Possibly, the web page content will be restored and synchronized with the live site on Monday.
sv_se: Detta är en beta-miljö. All funktionalitet är inte garanterad. Eventuellt kommer webbsidans innehåll att återställas och synkroniseras med live sajten på måndag.

source: Update
sv_se: Uppdatera

source: Cancel
sv_se: Avbryt

source: This site is protected by reCAPTCHA and the Google <a href="https://policies.google.com/privacy">Privacy Policy</a> and <a href="https://policies.google.com/terms">Terms of Service</a> apply.
sv_se: Denna webbplats är skyddad av reCAPTCHA och Googles <a href="https://policies.google.com/privacy">Integritetspolicy</a> och <a href="https://policies.google.com/terms">Användarvillkor</a> tillämpas.

source: Cancel reply
sv_se: Avbryt

source: Comment text
sv_se: Kommentar

source: Could not verify that you are human (some hidden form fields are manipulated).
sv_se: Kunde inte verifiera att du är mänsklig (ett dolt fält är manipulerat)

source: Could not verify that you are human (some form fields are missing).
sv_se: Kunde inte verifiera att du är mänsklig (något formulärsfält saknas)

source: Dislike
sv_se: Ogilla

source: Like
sv_se: Gilla

source: Add new
sv_se: Skapa ny

source: Add new %s
sv_se: Skapa ny %s

source: New %s
sv_se: Ny %s

source: Edit %s
sv_se: Redigera %s

source: View %s
sv_se: Visa %s

source: All %s
sv_se: Alla %s

source: Search %s
sv_se: Sök %s

source: Parent %s
sv_se: Förälder %s

source: No %s found
sv_se: Inga %s hittades

source: No %s found in trash
sv_se: Inga %s hittades i papperskorgen

source: Auto generated cpt from user iterface.
sv_se: Automatiskt genererade posttyper från inställningspanel

source: Published
sv_se: Publicerad

source: Updated
sv_se: Uppdaterad

source: Read more
sv_se: Läs mer

source: Choose a from date
sv_se: Välj ett "från" datum

source: Choose a to date
sv_se: Välj ett "till" datum

source: Select a valid date
sv_se: Välj ett giltigt datum

source: Reset filter
sv_se: Återställ filter

source: Select
sv_se: Välj

source: Go to homepage
sv_se: Gå till startsidan

source: Jump to the main menu
sv_se: Hoppa till huvudmenyn

source: Jump to the main content
sv_se: Hoppa till innehåll

source: ago
sv_se: sedan

source: since
sv_se: sedan

source: weeks
sv_se: veckor

source: days
sv_se: dagar

source: hours
sv_se: timmar

source: minutes
sv_se: minuter

source: seconds
sv_se: sekunder

source: Search on
sv_se: Sök på

source: What are you searching for?
sv_se: Vad letar du efter?

source: Primary navigation
sv_se: Huvudmeny

source: Related links
sv_se: Relaterade länkar

source: Menu
sv_se: Meny

source: Go back
sv_se: Gå bakåt

source: Show all
sv_se: Visa alla

source: Oops! The page you requested cannot be found.
sv_se: Oj! Sidan som du begärde finns inte längre.

source: The %s you are looking for is either moved or removed.
sv_se: Sidan %s som du letade efter har antagligen flyttats eller blivit borttagen.

source: post
sv_se: inlägg

source: All pages
sv_se: Alla sidor

source: The searchquery did not match any content.
sv_se: Sökfrågan matchade inget innehåll.

source: Found
sv_se: Hittade

source: results
sv_se: resultat

source: Search for
sv_se: Sök efter

source: View page
sv_se: Visa sida

source: Published by
sv_se: Publicerad av

source: on
sv_se: på

source: Reply
sv_se: Svara

source: Log in to Reply
sv_se: Logga in för att svara

source: Untitled page
sv_se: Namnlös sida

source: Home
sv_se: Hem

source: Item is missing content
sv_se: Objektet saknar innehåll

source: Video playback unavailable, enable JavaScript in your browser to watch video.
sv_se: Uppspelning av video är inte tillgänglig, aktivera JavaScript i din webbläsare.

source: Exclude from search
sv_se: Exkludera från sökresultat

source: Full width
sv_se: Fullbredd

source: One page (no article)
sv_se: Fullbredd (utan artikel)

source: Page (two columns)
sv_se: Sida (två kolumner)

source: Sidebar right
sv_se: Sidopanel höger

source: Insert Print Page Break tag
sv_se: Infoga sidbrytning för utskrift

source: Are you sure you want to delete the comment?
sv_se: Är du säker på att du vill ta bort kommentaren?

source: Something went wrong, please try again later
sv_se: Något gick fel, vänligen försök igen senare

source: Print
sv_se: Skriv ut

source: Help menu
sv_se: Hjälpmeny

source: Header tabs menu
sv_se: Header-tabbar

source: Primary menu
sv_se: Primär menu

source: Secondary menu & mobile menu
sv_se: Sekundär meny & Mobil meny

source: Dropdown menu
sv_se: Rullgardinsmeny

source: Footer top
sv_se: Sidfot topp

source: The top of footer area
sv_se: Översta delen av sifoten

source: Footer
sv_se: Sidfot

source: The footer area
sv_se: Footer-arean

source: Hero
sv_se: Under sidhuvud (Heroyta)

source: The hero area
sv_se: Hero-arean

source: Content area (above article)
sv_se: Innehållsarea (ovanför artikel)

source: The area above the content
sv_se: Arean ovanför huvudinnehållet

source: Content area (below article)
sv_se: Innehållsarea (nedanför artikel)

source: The area below the content
sv_se: Arean under innehållet

source: Main container bottom
sv_se: Under artikel

source: The area below the main container
sv_se: Arean under main container

source: Right sidebar
sv_se: Höger sidofält

source: The right sidebar area
sv_se: Sidebar till höger

source: Left sidebar
sv_se: Vänster sidofält (övre sektion)

source: The left sidebar area
sv_se: Sidebar till vänster

source: Left sidebar bottom
sv_se: Vänster sidofält (undre sektion)

source: The area below the left sidebar content
sv_se: Sidebar vänster botten

source: Top sidebar (full-width)
sv_se: Under sidhuvud (täcker hela fönstrets bredd)

source: Sidebar that sits below the hero, takes up 100% of the widht.
sv_se: Sidofält som ligger under hjälten tar upp 100 % o f bredden.

source: Bottom sidebar (full-width)
sv_se: Ovanför sidfot (täcker hela fönstrets bredd)

source: Sidebar that sits just before the footer, takes up 100% of the widht.
sv_se: Fältet som ligger strax före sidfoten tar upp 100 % o f bredden.

source: New title
sv_se: Ny titel

source: Title:
sv_se: Titel:

source: Export with AcfExportManager
sv_se: Exportera med AcfExportManager verktyget.

source: Exported %d fieldgroup(s).
sv_se: Exporterade %d fältgrupper.

source: Municipio: constant 'G_RECAPTCHA_KEY' or 'G_RECAPTCHA_SECRET' is not defined.
sv_se: Municipio: Konstanterna 'G_RECAPTCHA_KEY' eller 'G_RECAPTCHA_SECRET' är inte definierade. Dessa måste vara definierade om Googles reCAPTCHA ska fungera och skydda kommentarsfält och formulär mot SPAM.

source: Error
sv_se: Fel

# Event archive
source: Date
sv_se: Datum

# Event archive
source: Location
sv_se: Plats

source: Cancelled
sv_se: Inställt

source: Rescheduled
sv_se: Omplanerat

source: No posts to show
sv_se: Inga inlägg att visa

source: Posts by
sv_se: Inlägg av

source: Error 404
sv_se: Felinformation

source: We made a search for you, maybe you were looking for...
sv_se: Vi gjorde en sökning på webbplatsen till dig, kanske letade du efter:

source: The event could not be found
sv_se: Evenemanget kunde inte hittas

source: View all events
sv_se: Visa alla evenemang

source: The ticket could not be found
sv_se: Ärendet kunde inte hittas

source: View all tickets
sv_se: Visa alla ärenden

source: From
sv_se: Från

source: From date
sv_se: Från datum

source: To
sv_se: Till

source: To date
sv_se: Till datum

source: Clear filters
sv_se: Återställ filter

source: My profile on
sv_se: Min profil på

source: Edit
sv_se: Redigera

source: Remove
sv_se: Ta bort

source: Categories
sv_se: Kategorier

source: No categories
sv_se: Inga kategorier

source: Share the page
sv_se: Dela sidan

source: Tags
sv_se: Taggar

source: No tags
sv_se: Inga taggar

source: More
sv_se: Mer

source: What are you looking for?
sv_se: Vad letar du efter?

source: Found no matching results on your search…
sv_se: Hittade inga matchande resultat för din sökning…

source: Whoops, this search result page dosen't exist anymore…
sv_se: Hoppsan, den här sidan med sökresultat finns inte längre…

source: This post is not publicly avabile, you will be prompted to login to view this post.
sv_se: Sidan är inte publikt tillgänglig, du kommer bli tillfrågad om att logga in för att se den här sidan.

source: hits on
sv_se: träffar på

source: Query is empty, please type somehing.
sv_se: Vänligen ange en sökfråga.

source: Share as e-mail
sv_se: Dela med e-post

source: Your name
sv_se: Ditt namn

source: Your email
sv_se: Din e-postadress

source: Recipient email
sv_se: Mottagarens e-postadress

source: Enter one or many e-mail addresses. Separate with comma.
sv_se: Ange en eller flera e-postadresser. Separera med kommatecken.

source: Message
sv_se: Meddelande

source: Send
sv_se: Skicka

source: Share on
sv_se: Dela på

source: Share with e-mail
sv_se: Dela med e-post

source: Last updated
sv_se: Senast uppdaterad

source: Price
sv_se: Pris

source: Attached files
sv_se: Bifogade filer

source: A bootstrap theme for creating municipality sites. Works veary webb with Modularity Plugin.
sv_se: Ett bootstrap-tema för att skapa hemsidor för kommuner.
